tools/cfdvv/cases/verification/incompressible/poiseuille-2d/openfoam/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
// Channel: L=10, H=1, 10x20 cells (recommended mesh)
vertices (
    (0 0 0) (10 0 0) (10 1 0) (0 1 0)
    (0 0 0.1) (10 0 0.1) (10 1 0.1) (0 1 0.1)
);
blocks ( hex (0 1 2 3 4 5 6 7) (10 20 1) simpleGrading (1 1 1) );
edges ();
boundary (
    inlet  { type patch; faces ((0 4 7 3)); }
    outlet { type patch; faces ((1 5 6 2)); }
    bottom { type wall; faces ((0 1 5 4)); }
    top    { type wall; faces ((3 7 6 2)); }
    frontAndBack { type empty; faces ((0 3 2 1)(4 5 6 7)); }
);
