tools/cfdvv/cases/verification/incompressible/poiseuille-2d/openfoam/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0.05 0 0);
boundaryField {
    inlet  { type zeroGradient; }
    outlet { type zeroGradient; }
    bottom { type noSlip; }
    top    { type noSlip; }
    frontAndBack { type empty; }
}
