tools/cfdvv/cases/verification/incompressible/poiseuille-2d/openfoam/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0;
boundaryField {
    inlet  { type fixedValue; value uniform 10; }
    outlet { type fixedValue; value uniform 0; }
    bottom { type zeroGradient; }
    top    { type zeroGradient; }
    frontAndBack { type empty; }
}
